{
    "Home": "الرئيسية",
    "About": "من نحن",
    "Services": "الخدمات",
    "Portfolio": "أعمالنا",
    "Blog": "المدونة",
    "Contact us": "تواصل معنا",
    "Choose The Minaret": "اختر وكالة المنارة للتسويق للحصول على استراتيجيات مبتكرة، وفريق مخصص، والتزام بنمو علامتك التجارية.",
    "We're not just": "نحن لسنا مجرد مسوقين؛ نحن شركاؤك في التنقل في العالم الرقمي.",
    "Learn More": "اعرف المزيد",
    "WHY": "لماذا",
    "CHOOSE": "تختار",
    "US": "نحن",
    "Latest From": "آخر الأخبار من",
    "The Blog": "المدونة",
    "Stay": "ابقَ مطلعًا على أحدث الأفكار في التسويق الرقمي. مدونتنا كنز من المعرفة والنصائح لرحلة علامتك التجارية.",
    "Read More": "اقرأ المزيد",
    "Calculate": "احسب",
    "your Services": "خدماتك",
    "Client": "شهادات",
    "Testimonials": "العملاء",
    "Hear from": "استمع إلى عملائنا الراضين الذين سافروا معنا نحو النجاح. ثقتكم هي أعظم إنجاز لنا.",
    "Ready": "هل أنت مستعد للارتقاء بعلامتك التجارية؟",
    "Contact": "اتصل بنا اليوم وابدأ رحلتك نحو الرؤية والنجاح.",
    "Distinctly Visible, Uniquely Heard": "مرئي بوضوح، مسموع بتميز",
    "Navigating Your Brand to New Heights": "نقود علامتك التجارية إلى آفاق جديدة",
    "with": "مع",
    "The Minaret Marketing Agency.": "وكالة المنارة للتسويق.",
    "Your": "رحلتك",
    "journey to unparalleled digital presence begins here.": "إلى حضور رقمي لا مثيل له تبدأ من هنا.",
    "Our": "شركاؤنا",
    "Trusted Partners": "الموثوقون",
    "Reliable Partners": "المعتمدون",
    "Strong Relationships": "العلاقات القوية",
    "view more": "عرض المزيد",
    "Explore our comprehensive": "اكتشف خدماتنا الشاملة المصممة لرفع مستوى علامتك التجارية وصياغة إرثك الرقمي، لبنة تلو الأخرى. خدماتنا توجهك من هوية العلامة التجارية إلى أقصى درجات الرؤية.",
    "Navigate through": "تنقل في موقعنا بسهولة. تواصل معنا عبر وسائل التواصل الاجتماعي، أو تواصل معنا مباشرة. رحلتك نحو التفوق الرقمي تبدأ بخطوة واحدة.",
    "Our pages": "صفحاتنا",
    "Career": "الوظائف",
    "Contact Info": "معلومات الاتصال",
    "Call us": "اتصل بنا",
    "Our mail": "بريدنا الإلكتروني",
    "The MINARET Marketing Agency": "وكالة المنارة للتسويق -@2024 جميع الحقوق محفوظة",
    "Discover the Minaret Magic": "اكتشف سحر منارة",
    "Learn About Our Agency": "تعرّف على وكالتنا",
    "Envision a towering": "تخيل مئذنة شاهقة تخترق الأفق، كمنارة يمكن رؤيتها من على بعد أميال، وصوتها يتردد بشكل فريد في الأجواء. هذه الصورة القوية تجسد جوهر نهجنا في وكالة منارة للتسويق.",
    "We are committed": "نحن ملتزمون برفع علامتك التجارية إلى مستويات غير مسبوقة، ليس فقط لتُرى ولكن لتُشعر بعمق، وليس فقط لتُسمع ولكن لتبقى في الذاكرة بشكل قوي. مزيجنا الفريد من الإبداع والاستراتيجيات المستندة إلى البيانات يضمن أن تكون حضور علامتك التجارية مؤثرًا ودائمًا.",
    "How do we": "كيف نحول هذه الرؤية إلى واقع لعلامتك التجارية؟",
    "Let us show you the way.": "دعنا نظهر لك الطريق.",
    "Story": "القصة",
    "At Minaret Marketing": "في وكالة منارة للتسويق، اخترنا اسمنا وشعارنا بعناية لتجسيد مهمتنا ورؤيتنا. تم اختيار اسم منارة لما يحمله من دلالات على الارتفاع والقدرة على تضخيم الأصوات، وهو ما يرمز إلى تفانينا في رفع العلامات التجارية وإيصال رسائلها إلى جمهور أوسع. يكمل هذا الشعار الذي يضم صورة أيقونية للمنارة، والذي يمثل التزامنا بأن نكون كالنور الموجه للعلامات التجارية، نضيء الطريق عبر المشهد الرقمي المعقد بوضوح ودقة.",
    "Message": "الرسالة",
    "Beyond merely": "أكثر من مجرد وكالة تسويق، نحن نعتبر أنفسنا مهندسين في الساحة الرقمية، نوجه العلامات التجارية عبر التعقيدات بفطنة استراتيجية وتفكير مبتكر. 'منارة' ليس مجرد اسم لنا؛ إنه التزامنا برفع مكانة علامتك التجارية وضمان أن تصل رسالتها إلى أبعد الحدود.",
    "Mession": "المهمة",
    "Dedicated": "ملتزمون بنجاح علامتك التجارية، نغوص بعمق في أهدافك منذ البداية، ونرسم خارطة طريق ليس فقط لتحقيقها بل لتجاوزها. التزامنا هو رفع عملائنا إلى أفضل ما يمكنهم تحقيقه، بدعم من فريق من الخبراء المتحمسين لتحقيق هذا التحول.",
    "Vissoin": "الرؤية",
    "We envision": "نتخيل مجتمعًا يزدهر بجانب أعماله، ونُعزز بيئة غنية بالإبداع والابتكار. سواء بإشعال الشرارة أو تغذية شعلة النمو المجتمعي، فإننا متحمسون لخوض هذه الرحلة معك، والمساهمة في مستقبل يتألق فيه كل عمل بقوة الابتكار والإلهام.",
    "Meet": "تعرف على",
    "the Team": "الفريق",
    "The Architects Behind Your Brand's Ascension": "المهندسون خلف صعود علامتك التجارية",
    "Ahmed El Khatib": "أحمد الخطيب",
    "CEO": "المدير التنفيذي",
    "Mohamed Ali": "محمد علي",
    "Software Manager": "مدير البرمجيات",
    "As a Software Manager": "كمدير برمجيات في وكالة منارة، يقود فريقًا من المطورين لإنشاء وتنفيذ حلول برمجية لتحسين استراتيجيات التسويق، وضمان الجودة والأداء العالي في جميع المشاريع.",
    "title1": "تصميم استراتيجيات رقمية مخصصة:",
    "title2": "إبداع مبتكر يلتقي بالقرارات المبنية على البيانات:",
    "title3": "أحدث تقنيات التسويق الرقمي:",
    "desc1": "نحن لا نؤمن بالحلول الجاهزة. كل استراتيجية يتم تصميمها بعناية لتتناسب مع احتياجات وأهداف علامتك التجارية الفريدة، مما يضمن الاهتمام الشخصي ونهجًا مخصصًا لتحقيق النجاح.",
    "desc2": "جهودنا الإبداعية مدعومة بتحليل دقيق للبيانات ورؤى السوق. هذا المزيج من الابتكار والدقة التحليلية يعني أن علامتك التجارية تستفيد من استراتيجيات ليست فقط مبتكرة بل فعالة أيضًا.",
    "desc3": "ابقَ في طليعة التسويق الرقمي مع التزامنا بأحدث التقنيات والأساليب. من التحليلات المدعومة بالذكاء الاصطناعي إلى المنصات الاجتماعية الناشئة، نضمن أن تستفيد علامتك التجارية من أحدث التطورات للبقاء في المقدمة.",
    "Read Our Latest Blogs": "اقرأ أحدث مدوناتنا",
    "Join Our Journey of innovation and success": "انضم إلى رحلتنا في الابتكار والنجاح",
    "Culutre": "الثقافة",
    "Life at The Agency": "الحياة في الوكالة",
    "Life": "الحياة هنا ليست مجرد عمل. إنها تتعلق ببناء مجتمع حيث تزدهر الإبداع، وتنمو الأفكار، ويصبح التطور أمرًا مستمرًا. من جلسات العصف الذهني إلى ورش العمل الخاصة بالتطوير المهني، نسعى لجعل كل يوم فرصة للتعلم والابتكار. بيئتنا الديناميكية والمفتوحة مصممة لتشجيع التعاون وتبادل الأفكار الجديدة.",
    "Vision and Values": "الرؤية والقيم",
    "At The Minaret Marketing Agency": "في وكالة المنارة للتسويق، نحن مدفوعون برؤية لوضع معايير جديدة في عالم التسويق الرقمي. ترتكز قيمنا الأساسية على التعاون، الابتكار، والتعلم المستمر. نحن نؤمن بأنه معًا يمكننا تحويل الأفكار إلى استراتيجيات قوية تساهم في نجاح عملائنا وفريقنا.",
    "Diversity and Inclusion Statement": "بيان التنوع والشمولية",
    "Diversity is our strength": "التنوع هو قوتنا، والشمولية هي التزامنا. في وكالة المنارة للتسويق، نحن ملتزمون ببناء مكان عمل يشعر فيه الجميع بالتقدير والاندماج، بغض النظر عن خلفياتهم أو هوياتهم أو معتقداتهم. نحتفل بالمنظورات والتجارب الفريدة التي يقدمها أعضاء فريقنا، والتي تعزز ثقافتنا وتثري الحلول المبتكرة التي نقدمها لعملائنا.",
    "Hiring Process": "عملية التوظيف",
    "Our hiring process": "عملية التوظيف لدينا واضحة وشفافة:",
    "Submitting": "إرسال طلبك: شارك قصتك ومهاراتك معنا من خلال نموذج الطلب الإلكتروني.",
    "Initial": "المراجعة الأولية والفرز: نقوم بمراجعة كل طلب بعناية للبحث عن تطابقات محتملة.",
    "Interview": "المقابلة (أو المقابلات): شارك في مناقشات معمقة مع قسم الموارد البشرية وأعضاء الفريق المحتملين.",
    "Task": "مهمة أو مشروع: لبعض الأدوار، يمكنك إظهار مهاراتك من خلال مهمة عملية.",
    "Offer": "العرض والانضمام: مرحبًا بك في الفريق! سنقوم بإرشادك في كل خطوة أثناء الانضمام لوكالتنا.",
    "Apply": "تقديم الطلب",
    "Why": "لماذا",
    "Work With Us?": "العمل معنا؟",
    "Benefits and Perks:": "الفوائد والمزايا:",
    "Competitive": "رواتب تنافسية ومكافآت أداء تقديرًا لعملك الجاد وتفانيك.",
    "Comprehensive": "تأمين صحي شامل، بما في ذلك تأمين الأسنان والرؤية، لضمان رعاية جيدة لك ولأحبائك.",
    "Flexible": "ساعات عمل مرنة وفرص العمل عن بُعد، لأننا ندرك أهمية التوازن بين العمل والحياة.",
    "Personal": "بدلات التطوير الشخصي للدورات والمؤتمرات والتدريبات، مما يمكّنك من الوصول إلى أقصى إمكانياتك.",
    "Team": "رحلات الفريق والفعاليات الاجتماعية التي لا تساعدنا فقط على الاسترخاء ولكن تقوي أيضًا علاقاتنا.",
    "question1": "كم يستغرق عادة رؤية نتائج حملة التسويق الرقمي؟",
    "question2": "هل توجد فرص للعمل عن بُعد؟",
    "question3": "هل تقدم وكالة المنارة للتسويق برامج تدريب؟",
    "question4": "ما هي الفوائد والمزايا التي تقدمها وكالة المنارة للتسويق؟",
    "question5": "كيف تدعم وكالة المنارة للتسويق التطوير المهني؟",
    "question6": "ما الذي يجعل وكالة المنارة للتسويق مكانًا فريدًا للعمل؟",
    "answer1": "يمكن أن يختلف الجدول الزمني لرؤية النتائج بناءً على نوع الحملة وأهدافك المحددة. عادة، قد تبدأ الجهود المبذولة في تحسين محركات البحث في إظهار النتائج خلال 3-6 أشهر، بينما",
    "answer2": "نعم، نحن نقدر المرونة والتوازن بين العمل والحياة. توفر العديد من وظائفنا فرصًا للعمل عن بُعد أو الخيار للعمل من المكتب",
    "answer3": "نعم، نقدم برامج تدريبية في أقسام متنوعة، بما في ذلك التسويق، التصميم، وإنشاء المحتوى. تم تصميم هذه البرامج",
    "answer4": "يستمتع أعضاء فريقنا بمجموعة من الفوائد، بما في ذلك الرواتب التنافسية، التأمين الصحي الشامل، وساعات العمل المرنة",
    "answer5": "نحن ملتزمون بالنمو المستمر لأعضاء فريقنا. نقدم بدلات للتطوير الشخصي للدورات، المؤتمرات،",
    "answer6": "ما يميزنا هو ثقافة التعاون لدينا، التزامنا بالابتكار والتعلم المستمر، واهتمامنا بابتكار حلول قوية",
    "Get": "تواصل",
    "in Touch": "معنا",
    "Embark": "ابدأ رحلة نجاح علامتك التجارية معنا",
    "Ready to elevate": "هل أنت مستعد لتعزيز حضورك الرقمي ودفع علامتك التجارية نحو النجاح؟ في وكالة المنارة للتسويق، نحن أكثر من مجرد فريق؛ نحن شركاء استراتيجيون لك في اجتياز العالم الرقمي الواسع. دعنا نتعاون لتحويل رؤيتك إلى حقيقة. تواصل معنا اليوم، وسنبدأ معًا رحلة تحول إمكانيات علامتك التجارية إلى أداء ملموس.",
    "Fill this": "املأ هذا",
    "form to join us": "النموذج للانضمام إلينا",
    "Submit": "إرسال",
    "Directly": "مباشرة",
    "contacttitle1": "أبوابنا مفتوحة",
    "contacttitle2": "خطوط اتصال مباشرة مع فريقنا",
    "contacttitle3": "انضم إلى مجتمعنا",
    "Address1": "الشقة 30، برج (C)، أبراج الجامعة، شارع طه حسين، المنيا، مصر. عِش نبض الإبداع الرقمي مباشرة. قم بزيارتنا!",
    "Service not found": "الخدمة غير موجودة",
    "Book Now": "احجز الآن",
    "Explore Our Services": "استكشف خدماتنا",
    "Conatct Us": "تواصل معنا"
}
