{
    "Home": "الرئيسية",
    "About": "من نحن",
    "Services": "الخدمات",
    "Portfolio": "أعمالنا",
    "Blog": "المدونة",
    "Contact us": "تواصل معنا",
    "Choose The Minaret": "اختر وكالة المنارة للتسويق للحصول على استراتيجيات مبتكرة، وفريق مخصص، والتزام بنمو علامتك التجارية.",
    "We're not just": "نحن لسنا مجرد مسوقين؛ نحن شركاؤك في التنقل في العالم الرقمي.",
    "Learn More": "اعرف المزيد",
    "WHY": "لماذا",
    "CHOOSE": "تختار",
    "US": "نحن",
    "Latest From": "آخر الأخبار من",
    "The Blog": "المدونة",
    "Stay": "ابقَ مطلعًا على أحدث الأفكار في التسويق الرقمي. مدونتنا كنز من المعرفة والنصائح لرحلة علامتك التجارية.",
    "Read More": "اقرأ المزيد",
    "Calculate": "احسب",
    "your": "المزانية التقديرية",
    "Client": "شهادات",
    "Testimonials": "العملاء",
    "Hear from": "استمع إلى عملائنا الراضين الذين سافروا معنا نحو النجاح. ثقتكم هي أعظم إنجاز لنا.",
    "Ready": "هل أنت مستعد للارتقاء بعلامتك التجارية؟",
    "Contact": "اتصل بنا اليوم وابدأ رحلتك نحو الرؤية والنجاح.",
    "Distinctly Visible, Uniquely Heard": "مرئي بوضوح، مسموع بتميز",
    "Navigating Your Brand to New Heights": "نقود علامتك التجارية إلى آفاق جديدة",
    "with": "مع",
    "The Minaret Marketing Agency.": "وكالة المنارة للتسويق.",
    "Your": "رحلتك",
    "journey to unparalleled digital presence begins here.": "إلى حضور رقمي لا مثيل له تبدأ من هنا.",
    "Our": "شركاؤنا",
    "Trusted Partners": "الموثوقون",
    "Reliable Partners": "المعتمدون",
    "Strong Relationships": "العلاقات القوية",
    "view more": "عرض المزيد",
    "Explore our comprehensive": "اكتشف خدماتنا الشاملة المصممة لرفع مستوى علامتك التجارية وصياغة إرثك الرقمي، لبنة تلو الأخرى. خدماتنا توجهك من هوية العلامة التجارية إلى أقصى درجات الرؤية.",
    "Navigate through": "تنقل في موقعنا بسهولة. تواصل معنا عبر وسائل التواصل الاجتماعي، أو تواصل معنا مباشرة. رحلتك نحو التفوق الرقمي تبدأ بخطوة واحدة.",
    "Our pages": "صفحاتنا",
    "Career": "الوظائف",
    "Contact Info": "معلومات الاتصال",
    "Sales": "مبيعات",
    "Management": "إدارة",
    "Our mail": "بريدنا الإلكتروني",
    "Footer": "وكالة المنارة 2024 جميع الحقوق محفوظة",
    "Discover the Minaret Magic": "اكتشف سحر منارة",
    "Learn About Our Agency": "تعرّف على وكالتنا",
    "Envision a towering": "تخيل مئذنة شاهقة تخترق الأفق، كمنارة يمكن رؤيتها من على بعد أميال، وصوتها يتردد بشكل فريد في الأجواء. هذه الصورة القوية تجسد جوهر نهجنا في وكالة منارة للتسويق.",
    "We are committed": "نحن ملتزمون برفع علامتك التجارية إلى مستويات غير مسبوقة، ليس فقط لتُرى ولكن لتُشعر بعمق، وليس فقط لتُسمع ولكن لتبقى في الذاكرة بشكل قوي. مزيجنا الفريد من الإبداع والاستراتيجيات المستندة إلى البيانات يضمن أن تكون حضور علامتك التجارية مؤثرًا ودائمًا.",
    "How do we": "كيف نحول هذه الرؤية إلى واقع لعلامتك التجارية؟",
    "Let us show you the way.": "دعنا نظهر لك الطريق.",
    "Story": "القصة",
    "OurStory": "قصتنا",
    "At Minaret Marketing": "في وكالة منارة للتسويق، اخترنا اسمنا وشعارنا بعناية لتجسيد مهمتنا ورؤيتنا. تم اختيار اسم منارة لما يحمله من دلالات على الارتفاع والقدرة على تضخيم الأصوات، وهو ما يرمز إلى تفانينا في رفع العلامات التجارية وإيصال رسائلها إلى جمهور أوسع. يكمل هذا الشعار الذي يضم صورة أيقونية للمنارة، والذي يمثل التزامنا بأن نكون كالنور الموجه للعلامات التجارية، نضيء الطريق عبر المشهد الرقمي المعقد بوضوح ودقة.",
    "Message": "الرسالة",
    "OurMessage": "رسالتنا",
    "Beyond merely": "أكثر من مجرد وكالة تسويق، نحن نعتبر أنفسنا مهندسين في الساحة الرقمية، نوجه العلامات التجارية عبر التعقيدات بفطنة استراتيجية وتفكير مبتكر. 'منارة' ليس مجرد اسم لنا؛ إنه التزامنا برفع مكانة علامتك التجارية وضمان أن تصل رسالتها إلى أبعد الحدود.",
    "Mession": "المهمة",
    "OurMession": "مهمتنا",
    "Dedicated": "ملتزمون بنجاح علامتك التجارية، نغوص بعمق في أهدافك منذ البداية، ونرسم خارطة طريق ليس فقط لتحقيقها بل لتجاوزها. التزامنا هو رفع عملائنا إلى أفضل ما يمكنهم تحقيقه، بدعم من فريق من الخبراء المتحمسين لتحقيق هذا التحول.",
    "Vissoin": "الرؤية",
    "OurVissoin": "رؤيتنا",
    "We envision": "نتخيل مجتمعًا يزدهر بجانب أعماله، ونُعزز بيئة غنية بالإبداع والابتكار. سواء بإشعال الشرارة أو تغذية شعلة النمو المجتمعي، فإننا متحمسون لخوض هذه الرحلة معك، والمساهمة في مستقبل يتألق فيه كل عمل بقوة الابتكار والإلهام.",
    "Meet": "تعرف على",

"Abdallah Hassn": "عبدالله حسن",
"Administration Accountant": "محاسب إداري",
"abdllha": "بخبرة في العمليات المالية وأنظمة المحاسبة. ملتزم بصنع القرارات الاستراتيجية والكفاءة التشغيلية، أعمل على تمكين الآخرين ودفع النمو المستدام في المؤسسات.",
"Safaa Gaber": "صفاء جابر",
"Sales Administrator": "مسؤولة مبيعات",
"Safaa": "بمهارة عالية في التفاصيل وقدرات تنظيمية قوية، تتميز صفاء في إدارة عمليات المبيعات بكفاءة. خبرتها في الإدارة تضمن التنسيق والدعم السلس لفِرق المبيعات، مما يقود إلى النجاح من خلال الدقة والتفاني.",
"eman": "الفن، التسويق، وكل ما يخص الإبداع! هذه العبارة البسيطة تلخص الكثير عن شغفي بكل الأشياء الجميلة، بدءًا من إنشاء المحتوى الإبداعي وتصميم الهويات البصرية والبراندينج، وصولاً إلى التحليلات والتدقيق اللغوي والأشياء الأخرى التي تتطلب انتباهاً خاصاً للتفاصيل.",
"Eman Qasim": "إيمان قاسم",
"Content Creator": "كاتبة محتوى",
"mostafa": "متخصص في الإعلان منذ عام 2015، وقد قمت بقيادة مشاريع عبر صناعات مثل الطعام والشراب، والطب، واللياقة البدنية. لدي خبرة في السعودية، عمان، وقطر، وأتميز بمهارات تصميم قوية، وقدرات تواصل، وفهم للسوق.",
"Mostafa Mahmoud": "مصطفى محمود",
"Graphic Design Team Lead": "قائد فريق تصميم الجرافيك",
"mona": "بأكثر من 10 سنوات من الخبرة، تتخصص منى في تصميم البراندينج والشعارات. معروفة بأسلوبها الإبداعي، تتميز في تصميم شعارات وأنماط براند فريدة تتجاوز التوقعات، مما يضع معايير جديدة للإبداع.",
"Mona Sayed": "منى سيد",
"sohila": "تشتهر سهيلة برسوماتها الجذابة التي تستحضر العواطف وتجعل القصص تنبض بالحياة. فنها الإبداعي يضيف عمقاً إلى السرد، مما يجعل كل رسمة تتردد وتحمل معنى مع كل تفصيل.",
"Sohila Mohammed": "سهيلة محمد",
"Illustrator": "رسامة",
"ahmed": "متخصص في الرسوم المتحركة، أبدع في إنشاء المرئيات المتحركة لتعزيز السرد والتواصل. أؤمن بأن 'كلنا نعيش في حركة'، وهذه الفلسفة توجه نهجي الإبداعي.",
"Ahmed Nshaat": "أحمد نشأت",
"Motion Designer": "مصمم حركي",
"mohmed": "أنا مصور ومحرر بصري شغوف بإنشاء المحتوى البصري. لدي شغف عميق بكل ما يخص الإبداع البصري، ودائمًا أسعى للتجربة وتطوير مهاراتي في هذا المجال. بفضل طبيعتي العنيدة ورغبتي المستمرة في التعلم.",
"Mohamed Emad": "محمد عماد",
"Videographer & Photographer": "مصور فيديو ومصور فوتوغرافي",
"bassem": "متخصص في تصوير الفيديو والفوتوغرافيا، يتفوق باسم في التقاط المرئيات الجذابة التي تروي القصص بدقة وإبداع. خبرته تجمع بين المهارة الفنية والرؤية الفنية.",
"Basem Shehab": "باسم شهاب",







    "OUR CLIENTS": "عملاؤنا",
    "See More": "عرض المزيد",

    "the Team": "الفريق",
    "The Architects Behind Your Brand's Ascension": "المهندسون خلف صعود علامتك التجارية",
    "Ahmed El Khatib": "أحمد الخطيب",
    "Mohamed Ali": "محمد علي",
    "Amira Mohamed": "اميرة محمد",
    "Abdelrahman Fathy": "عبدالرحمن فتحي",
    "Gehad M. Shehata": "جهاد شحاتة",
    "Shimaa Karam": "شيماء كريم",
    "Saif R Mostafa": "سيف رأفت مصطفي",
    "Doaa Asqalany": "دعاء عسقلاني",
    "CEO": "المدير التنفيذي",
    "Sr.Graphic Designer": "مصممة جرافيك",
    "Web Developer": "مطور ويب",
    "Team manager": "مديرة الفريق",
    "Software Manager": "مدير البرمجيات",
    "Front-End Developer": "مطور ويب (واجهة امامية)",
    "Account Manager": "مديرة الحسابات",
    "Doaa": "أنا متفوقة في إدارة علاقات العملاء والتعاون في الفريق، وضمان التواصل السلس، ومواءمة الاستراتيجية، ونتائج المشروع الناجحة.",
    "Saif": "لدي خبرة في تقنيات الواجهة الأمامية الحديثة. أحب إنشاء تطبيقات ويب سريعة الاستجابة لا تتميز بمظهر رائع فحسب، بل وأداء جيد أيضًا. ينصب تركيزي على إنشاء واجهات تعمل على تحسين تجربة المستخدم.",
    "Amira": "أنا مرة أخرى، لن أتحدث كثيرًا، ولكن لدي ما لدي.",
    "Abdelrahman": "أنا مطور ويب ماهر، شغوف بإنشاء مواقع ديناميكية وسهلة الاستخدام. أختص بتقديم حلول ويب متجاوبة وعالية الأداء تعزز تجربة المستخدم وتدفع نمو الأعمال.",
    "Gehad": "حاصلة على درجة الماجستير في الإعلام الجماهيري، وظيفتي كمديرة فريق هي قيادة الفريق نحو تحقيق أهداف الشركة من خلال التواصل الفعّال، وتوزيع المهام، والتطوير المستمر، مع تعزيز بيئة عمل تعاونية وعالية الأداء.",
    "Shimaa": "مصممة جرافيك شغوفة، أستمد إلهامي من الأشياء البسيطة من حولي، وهدفي هو الاستمرار في تطوير عملي لأصبح واحدة من أفضل المصممين الذين يلهم عملهم الآخرين.",
    "As a Software Manager": "كمدير برمجيات في وكالة منارة، يقود فريقًا من المطورين لإنشاء وتنفيذ حلول برمجية لتحسين استراتيجيات التسويق، وضمان الجودة والأداء العالي في جميع المشاريع.",
    "Growing up": "نشأت في مجال تطوير الأعمال والتسويق بشخصية باحثة مخلصة وعنيدة، وهذا ما جعلني الشخص الذي أنا عليه الآن. شغفي بتعلم أشياء جديدة في كل لحظة أجبرني على البحث والعثور على الإجابات.",
    "title1": "تصميم استراتيجيات رقمية مخصصة:",
    "title2": "إبداع مبتكر يلتقي بالقرارات المبنية على البيانات:",
    "title3": "أحدث تقنيات التسويق الرقمي:",
    "desc1": "نحن لا نؤمن بالحلول الجاهزة. كل استراتيجية يتم تصميمها بعناية لتتناسب مع احتياجات وأهداف علامتك التجارية الفريدة، مما يضمن الاهتمام الشخصي ونهجًا مخصصًا لتحقيق النجاح.",
    "desc2": "جهودنا الإبداعية مدعومة بتحليل دقيق للبيانات ورؤى السوق. هذا المزيج من الابتكار والدقة التحليلية يعني أن علامتك التجارية تستفيد من استراتيجيات ليست فقط مبتكرة بل فعالة أيضًا.",
    "desc3": "ابقَ في طليعة التسويق الرقمي مع التزامنا بأحدث التقنيات والأساليب. من التحليلات المدعومة بالذكاء الاصطناعي إلى المنصات الاجتماعية الناشئة، نضمن أن تستفيد علامتك التجارية من أحدث التطورات للبقاء في المقدمة.",
    "Read Our Latest Blogs": "اقرأ أحدث مدوناتنا",
    "Join Our Journey of innovation and success": "انضم إلى رحلتنا في الابتكار والنجاح",
    "Culutre": "الثقافة",
    "Life at The Agency": "الحياة في الوكالة",
    "Life": "الحياة هنا ليست مجرد عمل. إنها تتعلق ببناء مجتمع حيث تزدهر الإبداع، وتنمو الأفكار، ويصبح التطور أمرًا مستمرًا. من جلسات العصف الذهني إلى ورش العمل الخاصة بالتطوير المهني، نسعى لجعل كل يوم فرصة للتعلم والابتكار. بيئتنا الديناميكية والمفتوحة مصممة لتشجيع التعاون وتبادل الأفكار الجديدة.",
    "Vision and Values": "الرؤية والقيم",
    "At The Minaret Marketing Agency": "في وكالة المنارة للتسويق، نحن مدفوعون برؤية لوضع معايير جديدة في عالم التسويق الرقمي. ترتكز قيمنا الأساسية على التعاون، الابتكار، والتعلم المستمر. نحن نؤمن بأنه معًا يمكننا تحويل الأفكار إلى استراتيجيات قوية تساهم في نجاح عملائنا وفريقنا.",
    "Diversity and Inclusion Statement": "بيان التنوع والشمولية",
    "Diversity is our strength": "التنوع هو قوتنا، والشمولية هي التزامنا. في وكالة المنارة للتسويق، نحن ملتزمون ببناء مكان عمل يشعر فيه الجميع بالتقدير والاندماج، بغض النظر عن خلفياتهم أو هوياتهم أو معتقداتهم. نحتفل بالمنظورات والتجارب الفريدة التي يقدمها أعضاء فريقنا، والتي تعزز ثقافتنا وتثري الحلول المبتكرة التي نقدمها لعملائنا.",
    "Hiring Process": "عملية التوظيف",
    "Our hiring process": "عملية التوظيف لدينا واضحة وشفافة:",
    "Submitting": "إرسال طلبك: شارك قصتك ومهاراتك معنا من خلال نموذج الطلب الإلكتروني.",
    "Initial": "المراجعة الأولية والفرز: نقوم بمراجعة كل طلب بعناية للبحث عن تطابقات محتملة.",
    "Interview": "المقابلة (أو المقابلات): شارك في مناقشات معمقة مع قسم الموارد البشرية وأعضاء الفريق المحتملين.",
    "Task": "مهمة أو مشروع: لبعض الأدوار، يمكنك إظهار مهاراتك من خلال مهمة عملية.",
    "Offer": "العرض والانضمام: مرحبًا بك في الفريق! سنقوم بإرشادك في كل خطوة أثناء الانضمام لوكالتنا.",
    "Apply": "تقديم الطلب",
    "Why": "لماذا",
    "Work With Us?": "العمل معنا؟",
    "Benefits and Perks:": "الفوائد والمزايا:",
    "Competitive": "رواتب تنافسية ومكافآت أداء تقديرًا لعملك الجاد وتفانيك.",
    "Comprehensive": "تأمين صحي شامل، بما في ذلك تأمين الأسنان والرؤية، لضمان رعاية جيدة لك ولأحبائك.",
    "Flexible": "ساعات عمل مرنة وفرص العمل عن بُعد، لأننا ندرك أهمية التوازن بين العمل والحياة.",
    "Personal": "بدلات التطوير الشخصي للدورات والمؤتمرات والتدريبات، مما يمكّنك من الوصول إلى أقصى إمكانياتك.",
    "Team": "رحلات الفريق والفعاليات الاجتماعية التي لا تساعدنا فقط على الاسترخاء ولكن تقوي أيضًا علاقاتنا.",
    "Get": "تواصل",
    "in Touch": "معنا",
    "Embark": "ابدأ رحلة نجاح علامتك التجارية معنا",
    "Ready to elevate": "هل أنت مستعد لتعزيز حضورك الرقمي ودفع علامتك التجارية نحو النجاح؟ في وكالة المنارة للتسويق، نحن أكثر من مجرد فريق؛ نحن شركاء استراتيجيون لك في اجتياز العالم الرقمي الواسع. دعنا نتعاون لتحويل رؤيتك إلى حقيقة. تواصل معنا اليوم، وسنبدأ معًا رحلة تحول إمكانيات علامتك التجارية إلى أداء ملموس.",
    "Fill this": "املأ هذا",
    "form to join us": "النموذج للانضمام إلينا",
    "Submit": "إرسال",
    "Directly": "مباشرة",
    "contacttitle1": "أبوابنا مفتوحة",
    "contacttitle2": "خطوط اتصال مباشرة مع فريقنا",
    "contacttitle3": "انضم إلى مجتمعنا",
    "Address1": "الشقة 30، برج (C)، أبراج الجامعة، شارع طه حسين، المنيا، مصر. عِش نبض الإبداع الرقمي مباشرة. قم بزيارتنا!",
    "Address2": "شارع الخوض، سيب 211، عمان.",
    "Service not found": "الخدمة غير موجودة",
    "Book Now": "احجز الآن",
    "Explore Our Services": "استكشف خدماتنا",
    "question1contact": "كم من الوقت يستغرق عادةً لرؤية نتائج من حملة التسويق الرقمي؟",
    "question2contact": "هل يتم تخصيص استراتيجيات التسويق لكل عميل؟",
    "question3contact": "كيف تديرون الميزانيات الخاصة بالحملات؟",
    "question4contact": "هل يمكنني إجراء تغييرات على الحملة بعد إطلاقها؟",
    "question5contact": "ما نوع الأعمال التي تعملون معها عادةً؟",
    "question6contact": "كم مرة سأتلقى تقارير عن أداء الحملة؟",
    "question7contact": "هل تقدمون خدمات للأسواق الدولية؟",
    "question9contact": "ماذا يحدث إذا أردت إنهاء الحملة مبكرًا؟",
    "question8contact": "ما هو نهجكم في تحسين محركات البحث (SEO) وكيف تبقون على اطلاع بتغييرات الخوارزميات؟",
    "question10contact": "كيف تضمنون أمان وخصوصية بياناتنا؟",
    "answer1contact": "يختلف الوقت اللازم لرؤية النتائج بناءً على نوع الحملة وأهدافك المحددة. عادةً ما تبدأ جهود تحسين محركات البحث (SEO) في إظهار النتائج في غضون 3-6 أشهر، بينما",
    "answer2contact": "بالتأكيد. نحن نؤمن بأن كل علامة تجارية فريدة من نوعها، وبالتالي يجب أن تكون استراتيجيتها التسويقية كذلك. يأخذ فريقنا الوقت لفهم عملك وصناعتك وجمهورك المستهدف لإنشاء خطة مخصصة تتوافق مع احتياجاتك وأهدافك المحددة.",
    "answer3contact": "نحن نعمل بشكل وثيق مع عملائنا لتحديد وإدارة الميزانيات بفعالية. يقدم فريقنا تفصيلًا شفافًا للتكاليف ويراقب باستمرار إنفاق الحملة لضمان تحقيق أقصى عائد على الاستثمار مع البقاء ضمن الميزانية.",
    "answer4contact": "نعم، نحافظ على مرونة حملاتنا للتكيف مع الاحتياجات أو الظروف السوقية المتغيرة. نشجع على التواصل المستمر مع عملائنا لضمان بقاء الحملات متوافقة مع أهدافهم وإجراء التعديلات عند الضرورة.",
    "answer5contact": "نحن نعمل مع مجموعة واسعة من العملاء، من الشركات الناشئة الصغيرة إلى الشركات الكبيرة، عبر صناعات مختلفة. فريقنا مجهز للتعامل مع التحديات والفرص الفريدة لنماذج الأعمال المختلفة.",
    "answer6contact": "نحن نقدم تقارير شهرية عادةً، ولكن يمكن تعديل ذلك بناءً على تفضيلاتك. تشمل تقاريرنا تحليلات مفصلة ومقاييس الأداء ورؤى، إلى جانب توصيات للاستراتيجيات المستقبلية.",
    "answer7contact": "نعم، لدينا خبرة في تنفيذ الحملات للأسواق المحلية والدولية. نحن نخصص استراتيجياتنا لتتناسب مع الفروق الثقافية واللغوية لكل سوق مستهدف.",
    "answer8contact": "نهجنا في تحسين محركات البحث (SEO) شامل، يركز على تحسين الصفحات وعلى تحسين الروابط الخارجية. نبقى على اطلاع بأحدث تغييرات الخوارزميات من خلال البحث المستمر في الصناعة، حضور الندوات عبر الإنترنت، وتكييف استراتيجياتنا للحفاظ على تصنيفات محركات البحث وتحسينها.",
    "answer9contact": "إذا قررت إنهاء الحملة مبكرًا، سنعمل معك على إنهائها بطريقة تحافظ قدر الإمكان على النتائج التي تم تحقيقها. نحن نؤمن بالمرونة وفهم احتياجات عملائنا المتغيرة.",
    "answer10contact": "نحن نعطي الأولوية لأمان البيانات والخصوصية في جميع عملياتنا. نحن نلتزم بجميع اللوائح المتعلقة بحماية البيانات ونضمن أن يتم التعامل مع معلوماتك بسرية وأمان.",
    "Conatct Us": "تواصل معنا",
    "question1career": "كيف يمكنني التقدم لوظيفة في وكالة The Minaret Marketing؟",
    "question2career": "كيف تبدو عملية التوظيف في وكالة The Minaret Marketing؟",
    "question3career": "هل توجد فرص للعمل عن بُعد؟",
    "question4career": "هل تقدم وكالة The Minaret Marketing برامج تدريبية؟",
    "question5career": "ما هي الفوائد والمزايا التي تقدمها وكالة The Minaret Marketing؟",
    "question6career": "كيف تدعم وكالة The Minaret Marketing التطوير المهني؟",
    "question7career": "ما الذي يجعل وكالة The Minaret Marketing مكانًا فريدًا للعمل؟",
    "question8career": "كيف تشجع الوكالة على التنوع والشمولية؟",
    "question9career": "هل يمكنني التقدم لأكثر من وظيفة؟",
    "question10career": "من يمكنني التواصل معه إذا كانت لدي أسئلة إضافية حول عملية التقديم؟",
    "answer1career": "للتقدم لوظيفة معنا، يرجى زيارة قسم 'الوظائف المتاحة' في صفحة الوظائف الخاصة بنا. اختر الوظيفة التي تهمك، وستجد تعليمات مفصلة حول عملية التقديم داخل كل إعلان وظيفي.",
    "answer2career": "عملية التوظيف لدينا مصممة لتكون شفافة ومشوقة. عادةً ما تشمل تقديم طلبك، مراجعة أولية، مقابلة أو أكثر اعتمادًا على الدور، ولبعض الوظائف، مهمة عملية أو مشروع. تختتم العملية بعرض وظيفي وانضمام المرشحين الناجحين.",
    "answer3career": "نعم، نحن نقدر المرونة والتوازن بين العمل والحياة. العديد من وظائفنا توفر فرص العمل عن بُعد أو خيار العمل من المكتب.",
    "answer4career": "نعم، نقدم برامج تدريبية في أقسام متنوعة، بما في ذلك التسويق، التصميم، وإنشاء المحتوى. تم تصميم هذه البرامج لتقديم الخبرة العملية.",
    "answer5career": "يتمتع أعضاء فريقنا بمجموعة من الفوائد، بما في ذلك رواتب تنافسية، تأمين صحي شامل، ساعات عمل مرنة.",
    "answer6career": "نحن ملتزمون بالنمو المستمر لأعضاء فريقنا. نقدم مخصصات للتطوير الشخصي لحضور الدورات والمؤتمرات والتدريبات. بالإضافة إلى ذلك، نشجع على التوجيه الداخلي ونوفر فرصًا للترقية داخل الوكالة.",
    "answer7career": "ما يميزنا هو ثقافتنا التعاونية، والتزامنا بالابتكار والتعلم المستمر، وتفانينا في خلق تأثير إيجابي.",
    "answer8career": "التنوع والشمولية هما في صميم قيمنا. نسعى لخلق بيئة يمكن للجميع، من أي خلفية، أن يقدموا أفضل ما لديهم. يشمل ذلك تعزيز ثقافة الاحترام، تطبيق ممارسات توظيف شاملة، ودعم مبادرات التنوع داخل مجتمعنا.",
    "answer9career": "نعم، إذا وجدت أكثر من وظيفة تتناسب مع مهاراتك واهتماماتك، لا تتردد في التقديم لأكثر من دور. يرجى التأكد من أن طلبك يوضح بوضوح سبب ملاءمتك لكل وظيفة محددة.",
    "answer10career": "إذا كانت لديك أي أسئلة إضافية، لا تتردد في التواصل مع فريق الموارد البشرية لدينا عبر البريد الإلكتروني careers@theminaretagency.com. نحن هنا لمساعدتك في عملية التقديم والإجابة على أي استفسارات قد تكون لديك.",
    "What Is Your Name?":"الاسم",
    "Your Company Name?":"الشركة",
    "Your Email?":"البريد الالكتروني",
    "Your Phone Number":"رقم الهاتف",
    "Choose Which Service You Want":"اختار الخدمة ",
    "Project Brief":"ملخص عن المشروع  "
}
